/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Ao contribuir para o Cyberduck, receberá uma chave de donativo que desactiva este pedido.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Não mostrar novamente para esta versão.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Doar!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Chave de donativo";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Foram necessárias inúmeras noites para desenvolver esta aplicação. Se gosta de utilizá-la, por favor considere fazer um donativo ao autor deste software. Estará a ajudar a tornar o Cyberduck ainda melhor!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Mais Tarde";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Por favor contribua";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Obrigado por usar o Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "O pagamento pode ser feito de forma simples e segura usando o Paypal. Não é necessário que abra uma conta.";

